Revit 2024 API
ParameterTypeId.RbsElecCircuitNamingIndex Property
 "Circuit Naming Index"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecCircuitNamingIndex { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecCircuitNamingIndex As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecCircuitNamingIndex {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace